Repository: runmemo/runmemo-website
Catalog: sites/all/modules/ubercart/payment/uc_onpay/translations/uc_onpay.*.po
Languages: ru

source: Your Onpay Login
ru: Ваш логин в Onpay

source: Please enter Your Onpay Login
ru: Пожалуйста, введите Ваш Логин в системе Onpay

source: API IN Key
ru: Ключ для API IN

source: Please enter API IN Key
ru: Пожалуйста, введите Ключ для API IN

source: Rate to site currency
ru: Курс валюты сайта

source: Please enter Onpay rate according to site currency
ru: Пожалуйста, введите отношение валюты Onpay к валюте сайта

source: Please copy URL API to your Onpay Shop Settings
ru: Пожалуйста, скопируйте URL API в Настройки Вашего магазина

source: OnPay.ru (Webmoney, Yandex.Money, VISA, MasterCard, etc.)
ru: OnPay.ru (Webmoney, Яндекс.Деньги, VISA, MasterCard и др.)

source: Pay with OnPay.ru (Webmoney, Yandex.Money, VISA, etc.)
ru: Оплатить с помощью OnPay.ru (WebMoney, Яндекс.Деньги, VISA, MasterCard и др.)

source: Submit Order
ru: Подтвердить заказ

source: Purchase from site !sitename. Transaction !ID.
ru: Покупка в магазине !sitename. Заказ № !ID.

source: <p>Checkout !ordersum RUR for order № !orderid</p>
ru: <p>Оплата !ordersum RUR за заказ № !orderid</p>

source: <p>*If you do not see pay form, <a href="!orderurl" target="_blank"><em>follow the link</em></a></p>
ru: <p>*Если платежная форма не отображается, <a href="!orderurl" target="_blank"><em>перейдите по ссылке</em></a></p>

source: ERROR 13: NO ORDER
ru: ERROR 13: Заказ не найден

source: ERROR 14: ORDER SUM HACKED
ru: ERROR 14: Сумма оплаты не совпадает

source: ERROR 1: NO ID
ru: ERROR 1: Не найден счет

source: ERROR 2: NO ID
ru: ERROR 2: Не найден счет

source: ERROR 3: NO ORDER ID
ru: ERROR 3: Заказ не найден

source: ERROR 4: NO ORDER ID
ru: ERROR 4: Заказ не найден

source: ERROR 5: NO ORDER SUM
ru: ERROR 5: Сумма оплаты не совпадает

source: ERROR 6: NO ORDER SUM
ru: ERROR 6: Сумма оплаты не совпадает

source: ERROR 7: NO ORDER SUM
ru: ERROR 7: Сумма оплаты не совпадает

source: ERROR 8: NO ORDER SUM
ru: ERROR 8: Сумма оплаты не совпадает

source: ERROR 9: NO ORDER CURRENCY
ru: ERROR 9: Не указана валюта

source: ERROR 10: NO ORDER CURRENCY
ru: ERROR 10: Не указана валюта

source: ERROR 11: NO ORDER SUM
ru: ERROR 11: Сумма оплаты не совпадает

source: ERROR 12: NO ORDER SUM
ru: ERROR 12: Сумма оплаты не совпадает

source: ERROR 15: MD5 SIGN HACKED
ru: ERROR 15: MD5 подпись не совпадает

source: A payment from Onpay was accepted.
ru: Платеж через Onpay принят.

source: Your payment has been declined.
ru: Вы отказались от оплаты.

source: Onpay checkout
ru: Оплата через Onpay

source: Ubercart: Onpay tables have been created.
ru: Ubercart: установка Onpay завершилась успешно.

source: Ubercart - payment
ru: Ubercart - платежные системы
